Repository: BCcampus/pressbooks-textbook
Catalog: symbionts/creative-commons-configurator-1/languages/cc-configurator-*.po
Languages: es_es, vi_vn

source: Settings
es_es: Ajustes
vi_vn: thiết lập

source: License
es_es: Licencia
vi_vn: giấy phép

source: Creative Commons License
es_es: Licencia Creative Commons
vi_vn: giấy phép sáng tạo chung

source: by
es_es: por
vi_vn: bởi

source: This work
es_es: Este contenido
vi_vn: công việc này

source: unless otherwise expressly stated
es_es: a excepción del contenido de terceros y de que se indique lo contrario
vi_vn: trừ phi có quy định rõ ràng

source: is licensed under a
es_es: se encuentra bajo una Licencia
vi_vn: là được cho phép dưới một

source: Terms and conditions beyond the scope of this license may be available at
es_es: Los términos y condiciones más allá del alcance de esta licencia están disponibles en
vi_vn: Điều khoản và điều kiện vượt quá phạm vi của sự cho phép này có thể được cung cấp tại

source: CC-Configurator options saved
es_es: Ajustes de CC-Configurator guardadas.

source: Creative Commons license saved.
es_es: Licencia Creative Commons guardada.
vi_vn: tạo ra giấy phép chung đã lưu.

source: CC-Configurator options were reset to defaults
es_es: Los ajustes de CC-Configurator han sido reseteados.

source: CC-Configurator license has been removed.
es_es: Se ha eliminado la licencia de CC-Configurator.

source: Helps you publish your content under the terms of a Creative Commons license.
es_es: Te ayuda a publicar tu contenido bajo los términos y condiciones de una licencia Creative Commons.

source: License Settings
es_es: Ajustes de Licencia
vi_vn: thiết lập cho phép

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para ver esta página.
vi_vn: bạn không đủ quyền để truy cập trang này.

source: Welcome to the administration panel of the Creative-Commons-Configurator plugin for WordPress.
es_es: Bienvenido al panel de administración del plugin Creative-Commons-Configurator para WordPress.
vi_vn: Chào mừng bạn đến bảng điều hành chính của bộ nối tạo ra bộ cấu hình chung cho WordPress.

source: Select License
es_es: Elegir Licencia
vi_vn: lựa chọn cho phép

source: A license has not been set for your content. By pressing the following link you will be taken to the license selection wizard, hosted by the Creative Commons organization. Once you have completed the license selection process, you will be redirected back to this page.
es_es: Todavía no se ha elegido ninguna licencia para tu contenido. Al hacer click en el enlace siguiente, serás llevado al asistente de selección de licencias de la organización Creative Commons. Una vez que hayas completado el proceso, serás traído de vuelta a esta página.

source: New License
es_es: Nueva Licencia
vi_vn: giấy phép mới

source: Current License
es_es: Licencia Actual
vi_vn: giấy phép hiện hành

source: A license has been set and will be used to license your work.
es_es: La licencia seleccionada se usará para licenciar tu trabajo.
vi_vn: Giấy phép đã được thiết lập và sẽ được sử dụng để cho phép công việc của bạn.

source: If you need to set a different license, press the <em>Reset License</em> button below.
es_es: Si necesitas elegir una licencia diferente, haz click en el botón <em>Resetear Licencia</em> de abajo.

source: Reset License
es_es: Resetear Licencia
vi_vn: thiết lập lại giấy phép

source: Message from the author
es_es: Mensaje del autor
vi_vn: thông báo từ tác giả

source: This message can de deactivated in the settings below.
es_es: Puedes quitar este mensaje en los ajustes de más abajo.
vi_vn: thông báo này có thể ngừng hoạt động trong thiết lập dưới đây.

source: Configuration
es_es: Configuración
vi_vn: cấu hình

source: Here you can choose where and how license information should be added to your blog.
es_es: Aquí puedes elegir dónde y cómo se mostrará la licencia en tu blog.
vi_vn: Ở đây bạn có thể chọn nơi và làm thế nào thông tin cho phép nên được thêm vào blog của bạn.

source: Syndicated Content
es_es: Contenido Sindicado:
vi_vn: cung cấp thông tin nội dung

source: Include license information in the blog feeds. (<em>Recommended</em>)
es_es: Incluir la licencia en las feeds del blog (<em>Recomendado</em>).
vi_vn: bao gồm thông tin cho phép trong nguồn cung cấp dữ liệu blog. (<em>được giới thiệu</em>)

source: Page Head HTML
es_es: Encabezado HTML de página:
vi_vn: trang chủ HTML

source: Include license information in the page's HTML head. This will not be visible to human visitors, but search engine bots will be able to read it. Note that the insertion of license information in the HTML head is done in relation to the content types (posts, pages or attachment pages) on which the license text block is displayed (see the <em>text block</em> settings below). (<em>Recommended</em>)
es_es: Incluir la licencia en el encabezado HTML de la página. No será visible para los visitantes humanos pero los bots de los motores de búsqueda sí que podrán leerla. Ten en cuenta que la inserción de la licencia en el encabezado se hace en relación al tipo de contenido (entradas, páginas o páginas de adjuntos) en el que se muestre el cuadro de texto con la licencia (los ajustes del <em>cuadro de texto</em> están abajo). (<em>Recomendado</em>).
vi_vn: Bao gồm thông tin cho phép trong phần đầu HTML của trang. Điều này sẽ không được hiển thị cho người du khách, nhưng chương trình công cụ tìm kiếm sẽ có thể đọc nó. Lưu ý rằng việc đưa các thông tin cho phép vào phần đầu HTML được thực hiện liên quan đến các loại nội dung (bài viết, các trang hoặc các trang đính kèm) mà trên đó các khối văn bản giấy phép được hiển thị (see the <em>text block</em> settings below). (<em>Recommended</em>)

source: Text Block
es_es: Cuadro de Texto:
vi_vn: khối văn bản

source: By enabling the following options, a small block of text, which contains links to the author, the work and the used license, is appended to the published content.
es_es: Al activar las siguientes opciones, un pequeño cuadro de texto, que contiene enlaces al autor, a su trabajo y a la licencia usada, se añadirá al contenido publicado.
vi_vn: Bằng cách cho phép các tùy chọn sau, một khối nhỏ của văn bản, trong đó có liên kết đến tác giả, tác phẩm và giấy phép sử dụng, được nối thêm vào nội dung công bố.

source: Posts: Add the text block with license information under the published posts. (<em>Recommended</em>)
es_es: Entradas: Añadir el cuadro de texto con la licencia al final de las entradas (<em>Recomendado</em>).
vi_vn: thông báo: Thêm khối văn bản với thông tin giấy phép theo các bài viết được xuất bản.. (<em>Recommended</em>)

source: Pages: Add the text block with license information under the published pages.
es_es: Páginas: Añadir el cuadro de texto con la licencia al final de las páginas.
vi_vn: các trang: Thêm khối văn bản với thông tin giấy phép theo các trang được xuất bản.

source: Attachments: Add the text block with license information under the attached content in attachment pages.
es_es: Adjuntos: Añadir el cuadro de texto con la licencia al final del contenido adjunto en las páginas de adjuntos.
vi_vn: đính kèm: Thêm khối văn bản với thông tin giấy phép theo các nội dung đính kèm trong trang tập tin đính kèm.

source: By enabling the following option, the license image is also included in the license text block.
es_es: Al activar la siguiente opción, la imagen de la licencia también se incluirá en el cuadro de texto.
vi_vn: Bằng cách cho phép các tùy chọn sau đây, giấy phép hình ảnh cũng được bao gồm trong các khối văn bản giấy phép.

source: Include the license image in the text block.
es_es: Incluir la imagen de la licencia en el cuadro de texto.
vi_vn: bao gồm các giấy phép hình ảnh trong khối văn bản.

source: Extra Text Block Customization
es_es: Personalización adicional del Cuadro de Texto:
vi_vn: thêm khối văn bản tùy chọn

source: The following settings have an effect only if the text block containing licensing information has been enabled above.
es_es: Los siguientes ajustes sólo surtirán efecto si la opción de mostrar el cuadro de texto de arriba está activada.
vi_vn: Các cài đặt sau có tác dụng chỉ khi khối văn bản có chứa thông tin bản quyền đã được kích hoạt trên.

source: Include extended information about the published work and its creator. By enabling this option, hyperlinks to the published content and its creator/publisher are also included into the license statement inside the block. This, by being an attribution example itself, will generally help others to attribute the work to you.
es_es: Incluir información adicional sobre el contenido publicado y su autor. Al activar esta opción, se incluirán enlaces al contenido publicado y a su autor en el cuadro de texto. Esto, al ser una atribución de contenido en sí misma, ayudará a otros a atribuirte tu trabajo.
vi_vn: Bao gồm các thông tin mở rộng về công tác xuất bản và tác giả của nó. Bằng cách cho phép tùy chọn này, các siêu liên kết đến nội dung xuất bản và tác giả / nhà xuất bản của nó cũng được đưa vào báo cáo kết quả cấp giấy phép trong khối. ở đây, bởi là một ví dụ ghi chính nó, nói chung sẽ giúp đỡ người khác, cho rằng công việc cho bạn.

source: If extended information about the published work has been enabled, then you can choose which name will indicate the creator of the work. By default, the blog name is used.
es_es: Si has seleccionado que se muestre información adicional sobre el contenido publicado, puedes elegir que nombre mostrar como autor del contenido. Por defecto, se usa el nombre del blog.
vi_vn: Nếu thông tin mở rộng về công tác xuất bản đã được kích hoạt, sau đó bạn có thể chọn tên sẽ cho biết tác giả của tác phẩm. Theo mặc định, tên blog được sử dụng.

source: If you have added any extra permissions to your license, provide the URL to the webpage that contains them. It is highly recommended to use absolute URLs.
es_es: Si has añadido permisos extra a tu licencia, indica la dirección web en la que se expliquen dichos permisos. Es muy recomendable usar URLs absolutas.
vi_vn: Nếu bạn có thêm bất kỳ điều khoản thêm giấy phép của bạn, cung cấp các URL cho trang web có chứa chúng. Nó rất cao nên sử dụng các URL tuyệt đối.

source: Example
es_es: Ejemplo:
vi_vn: ví dụ

source: Colors of the text block
es_es: Colores del cuadro de texto:
vi_vn: màu cho khối văn bản

source: Set a color for the text that appears within the block (does not affect hyperlinks).
es_es: Color del texto del cuadro de texto (no afecta a los enlaces).
vi_vn: Thiết lập một màu cho văn bản xuất hiện trong khối (không ảnh hưởng đến các liên kết).

source: Default
es_es: Por defecto:
vi_vn: mặc định

source: Set a background color for the block.
es_es: Color de fondo del cuadro de texto.
vi_vn: thiết lập một màu nền cho khối.

source: Set a color for the border of the block.
es_es: Color del borde del cuadro de texto.
vi_vn: thiết lập một màu cho viền của khối.

source: Disable the internal formatting of the license block. If the internal formatting is disabled, then the color selections above have no effect any more. You can still format the license block via your own CSS. The <em>cc-block</em> and <em>cc-button</em> classes have been reserved for formatting the license block and the license button respectively.
es_es: Desactivar el formato interno del cuadro de texto. Si lo desactivas, las selecciones de color no se tendrán en cuenta. Podrás dar formato al texto mediante tus propias CSS. Las clases <em>cc-block</em> y <em>cc-button</em> se han reservado para dar formato al cuadro de texto y al botón de la licencia respectivamente.
vi_vn: Vô hiệu hóa các định dạng nội bộ của khối giấy phép. Nếu các định dạng nội bộ bị vô hiệu hóa, sau đó các lựa chọn màu sắc trên không có tác dụng nữa. Bạn vẫn có thể định dạng các khối giấy phép thông qua CSS của riêng bạn. The <em>cc-block</em> and <em>cc-button</em> các lớp học đã được dành riêng cho các định dạng khối giấy phép và giấy phép vào nút tương ứng.

source: Donations
es_es: Donaciones:
vi_vn: đóng góp

source: By checking this, the <em>message from the author</em> above goes away. Thanks for <a href="%s">donating</a>!
es_es: Al activar esta casilla, el <em>mensaje del autor</em> mostrado arriba desaparece. ¡Gracias por <a href="%s">donar</a>!

source: Save Changes
es_es: Guardar Cambios
vi_vn: lưu thay đổi

source: Reset to defaults
es_es: Volver a los ajustes por defecto

source: Licensing information
es_es: Información de licencia

source: Title:
es_es: Título:

source: Default Creative Commons license &ndash; Use the license that has been set in the general license settings.
es_es: Licencia Creative Commons por defecto &ndash; Usar la licencia que se ha seleccionado en los ajustes de licencia generales.

source: No Rights Reserved &ndash; Release this work to the <a href="http://wiki.creativecommons.org/Public_domain">Public Domain</a> using the <a href="http://creativecommons.org/about/cc0">Creative Commons CC0</a>, a form of copyright and related rights waiver.
es_es: Sin Derechos Reservados &ndash; Hace tu trabajo de <a href="http://wiki.creativecommons.org/Public_domain">Dominio Público</a> usando <a href="http://creativecommons.org/about/cc0">Creative Commons CC0</a>, un tipo de renuncia al copyright y a derechos relacionados.

source: All Rights Reserved &ndash; Reserve all rights provided by copyright law.
es_es: Todos los Derechos Reservados &ndash; Reserva todos los derechos protegidos por las leyes del copyright.

source: No automatic license &ndash; Let me add licensing information manually.
es_es: Sin licencia automática &ndash; Permitidme añadir la licencia manualmente.

source: Blog Name
es_es: Nombre del Blog
vi_vn: tên blog

source: First + Last Name
es_es: Nombre + Apellido
vi_vn: tên + họ

source: Last + First Name
es_es: Apellido + Nombre
vi_vn: họ + tên

source: Nickname
es_es: Nombre de usuario
vi_vn: biệt danh

source: Displayed Name
es_es: Nombre Mostrado
vi_vn: hiển thị tên

source: Copyright &copy; %s - All Rights Reserved
es_es: Copyright &copy; %s - Todos los Derechos Reservados

source: Information about licensing this work may be available at
es_es: Puedes encontrar información sobre la licencia de este contenido en

source: To the extent possible under law, the creator has waived all copyright and related or neighboring rights to this work.
es_es: En la medida en que lo permita la ley, el autor renuncia a todos los derechos del copyright y derechos relacionados de este contenido.

source: To the extent possible under law, %s has waived all copyright and related or neighboring rights to %s.
es_es: En la medida en que lo permita la ley, %s renuncia a todos los derechos del copyright y derechos relacionados de %s.

source: Creative Commons
vi_vn: sự sáng tạo chung
